Repository: wp-plugins/wp-scheduled-themes
Catalog: languages/wp-scheduled-themes-*.po
Languages: es_es, sr_rs

source: Scheduled Themes
es_es: Temas Programados
sr_rs: Zakazane teme

source: This plugin allows a wordpress administrator to schedule a different theme to display on the website for holidays or special events for all visitors.
es_es: Este plugin permite al administrador de wordpress programar un tema diferente que se mostrará en la página web para las vacaciones o eventos especiales para todos los visitantes.
sr_rs: Ovaj plugin omogućava wordpress administratoru da rasporedi različite teme za prikaz na websajtu za praynike ili specijalne dogadjaje za posetioce

source: This plugin brought to you for free by
es_es: Este plugin fue traído a usted de forma gratuita por
sr_rs: Ovaj plugin vam je besplatno omogućio

source: New schedule saved successfully
es_es: El nuevo horario fue guardado satisfactoriamente
sr_rs: Novi raspored

source: Theme
es_es: Tema
sr_rs: Teme

source: Start Date
es_es: Fecha de Inicio
sr_rs: Početni datum

source: End Date
es_es: Fecha de Fin
sr_rs: Krajnji datum

source: Yearly
es_es: Anualmente
sr_rs: Godišnje

source: Select Theme
es_es: Seleccione Tema
sr_rs: Izabrati temu

source: Delete
es_es: Eliminar
sr_rs: Obrisati

source: Add New Scheduled Theme
es_es: Adicionar Nuevo Tema Programado
sr_rs: Dodati novi raspored tema

source: Save Changes
es_es: Salvar Cambios
sr_rs: Sačuvati promene

source: Warning: The themes
es_es: Advertencia: Los temas
sr_rs: Upozorenje: Teme

source: are scheduled to display, but the themes are not installed
es_es: están programados para mostrar, pero los temas no están instalados
sr_rs: su zakazani za prikaz. ali teme nisu instalirane

source: Please re-install the themes, or visit the WP Scheduled Themes settings page to correct this problem
es_es: Por favor, vuelva a instalar los temas, o visite la página de configuración de WP de Temas Programados para corregir este problema
sr_rs: Molim vas reinstalirajte teme ili posetite straniczu sa WP Zakazane teme postavkama
